Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# INFORMATION_COLLECTION_TEXT_IPAD
source: Apple has updated the device information for this iPad.
ar: لقد حدَّثت Apple معلومات الجهاز لهذا الـ iPad.
bg: Apple е обновил информацията за устройството за този iPad.
ca: Apple ha actualitzat la informació de dispositiu d’aquest iPad.
cs: Společnost Apple aktualizovala pro tento iPad informace o zařízení.
da: Apple har opdateret enhedsoplysningerne til denne iPad.
de: Apple hat die Geräteinformationen für dieses iPad aktualisiert.
el: Η Apple ενημέρωσε τις πληροφορίες συσκευής για αυτό το iPad.
es: Apple ha actualizado la información del dispositivo para este iPad.
es_us: Apple actualizó la información de dispositivo de este iPad.
fi: Apple on päivittänyt tämän iPadin laitetiedot.
fr: Apple a mis à jour les informations de l’appareil pour cet iPad.
fr_ca: Apple a mis à jour les informations de cet iPad.
he: ‏Apple עדכנה את פרטי המכשיר עבור iPad זה.
hi: Apple ने इस iPad के लिए डिवाइस जानकारी को अपडेट किया है।
hr: Tvrtka Apple ažurirala je informacije o uređaju za ovaj iPad.
hu: Az Apple frissítette az eszközinformációkat ehhez az iPadhez.
id: Apple telah memperbarui informasi perangkat untuk iPad ini.
it: Apple ha aggiornato le informazioni dispositivo per questo iPad.
ja: Appleにより、このiPadの情報がアップデートされました。
kk: Apple компаниясы осы iPad құрылғысына арналған ақпаратты жаңартты.
ko: Apple이 이 iPad의 기기 정보를 업데이트했습니다.
lt: „Apple“ atnaujino šio „iPad“ įrenginio informaciją.
ms: Apple telah mengemas kini maklumat peranti untuk iPad ini.
nl: Apple heeft de apparaatinformatie voor deze iPad bijgewerkt.
no: Apple har oppdatert enhetsinformasjonen til denne iPaden.
pl: Informacje dotyczące tego iPada zostały uaktualnione przez Apple.
pt_br: A Apple atualizou as informações do dispositivo para este iPad.
pt_pt: A Apple atualizou a informação do dispositivo para este iPad.
ro: Apple a actualizat informațiile dispozitivului pentru acest iPad.
ru: Компания Apple обновила информацию об устройстве для этого iPad.
sk: Spoločnosť Apple aktualizovala informácie o zariadení pre tento iPad.
sl: Apple je posodobil podatke o napravi za ta iPad.
sv: Apple har uppdaterat enhetsinformationen för denna iPad.
th: Apple ได้อัปเดตข้อมูลอุปกรณ์สำหรับ iPad เครื่องนี้
tr: Apple, bu iPad’in aygıt bilgilerini güncelledi.
uk: Apple оновлює інформацію про пристрій для цього iPad.
vi: Apple đã cập nhật thông tin thiết bị cho iPad này.
zh_cn: Apple已更新此iPad的设备信息。
zh_hk: Apple已為此iPad更新裝置資料。
zh_tw: Apple已更新此iPad的裝置資訊。

# WLAN_FOLLOWUP_INFO_IPAD
source: There’s an issue with your iPad’s ability to use WLAN.
ar: هناك مشكلة في قدرة iPad على استخدام WLAN.
bg: Има проблем с използването на WLAN на вашия iPad.
ca: L’iPad té un problema que afecta l’ús de la WLAN.
cs: Na vašem iPadu se vyskytl problém s používáním WLAN.
da: Din iPad har problemer med at bruge WLAN.
de: Dein iPad hat ein Problem bei der Nutzung von WLAN.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης WLAN από το iPad σας.
es: Hay un problema con la conectividad WLAN del iPad.
es_us: Ocurrió un problema con la capacidad de tu iPad para utilizar la red WLAN.
fi: iPadin WLAN-yhteydessä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPad à utiliser le WLAN.
fr_ca: Il existe un problème concernant la capacité de votre iPad à utiliser la connectivité WLAN.
he: התגלתה בעיה עם היכולת של ה-iPad שלך להשתמש ברשת WLAN.
hi: WLAN का इस्तेमाल करने की आपके iPad की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPad ne može koristiti WLAN.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPadje képes-e használni a WLAN‑t.
id: Ada masalah pada kemampuan iPad Anda untuk menggunakan WLAN.
it: Si è verificato un problema per cui iPad non è in grado di utilizzare la connessione WLAN.
ja: このiPadのWLANの機能に問題があります。
kk: iPad құрылғыңыздың WLAN функциясын пайдалану бойынша мәселе туындады.
ko: iPad로 WLAN을 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPad“ galimybės naudotis WLAN ryšiu.
ms: Terdapat isu dengan keupayaan iPad anda untuk menggunakan WLAN.
nl: Er is een probleem met het vermogen van je iPad om WLAN te gebruiken.
no: Det er et problem med å bruke WLAN på iPaden.
pl: iPad ma problem z modułem WLAN.
pt_br: Há um problema com o uso da rede WLAN no seu iPad.
pt_pt: Foi detetado um problema que impede o iPad de usar a WLAN.
ro: O problemă afectează capacitatea iPad‑ului de a utiliza conexiunea WLAN.
ru: Этот iPad не может использовать WLAN из‑за неполадки.
sk: Váš iPad má problém s používaním rozhrania WLAN.
sl: Prišlo je do težave, zato iPad trenutno ne more uporabljati omrežja WLAN.
sv: Det har uppstått ett problem med att använda WLAN på denna iPad.
th: มีปัญหากับความสามารถในการใช้ WLAN ของ iPad ของคุณ
tr: iPad’inizin WLAN’ı kullanabilmesi ile ilgili bir sorun var.
uk: На iPad виникла проблема з використанням WLAN.
vi: Có sự cố với khả năng sử dụng WLAN trên iPad của bạn.
zh_cn: iPad无法使用无线局域网。
zh_hk: 你的iPad無法使用WLAN。
zh_tw: iPad無法使用WLAN。

# TOUCHID_FOOTER_LEARN_MORE
source: Learn more about Touch ID repair…
ar: معرفة المزيد حول إصلاح بصمة الإصبع…
bg: Научете повече за ремонта на Touch ID…
ca: Més informació sobre la reparació del Touch ID…
cs: Další informace o opravě modulu Touch ID…
da: Læs mere om reparation af Touch ID…
de: Weitere Infos zur Touch ID-Reparatur…
el: Μάθετε περισσότερα για την επισκευή Touch ID…
es: Más información sobre la reparación de Touch ID…
es_us: Obtén detalles sobre la reparación de Touch ID…
fi: Lisätietoja Touch ID:n korjauksesta…
fr: En savoir plus sur la réparation du capteur Touch ID…
fr_ca: En savoir plus sur la réparation du bouton Touch ID…
he: פרטים נוספים בנושא תיקון Touch ID…
hi: Touch ID की मरम्मत के बारे में अधिक जानें…
hr: Saznajte više o popravku Touch ID-ja…
hu: Bővebben a Touch ID javításáról…
id: Lebih lanjut mengenai perbaikan Touch ID…
it: Scopri di più sulla riparazione del sensore Touch ID…
ja: Touch IDの修理の詳しい情報…
kk: Touch ID функциясын жөндеу туралы толығырақ…
ko: Touch ID 수리에 관하여 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau apie „Touch ID“ remontą…
ms: Ketahui lebih lanjut tentang pembaikan Touch ID…
nl: Meer informatie over Touch ID-reparatie…
no: Finn ut mer om reparasjon av Touch ID…
pl: Więcej informacji o naprawie Touch ID…
pt_br: Saiba mais sobre o reparo do Touch ID…
pt_pt: Saiba mais acerca da reparação do Touch ID…
ro: Mai multe despre reparația Touch ID…
ru: Подробнее о ремонте Touch ID…
sk: Viac informácií o oprave Touch ID…
sl: Več o popravilu funkcije Touch ID …
sv: Läs mer om Touch ID-reparation…
th: เรียนรู้เพิ่มเติมเกี่ยวกับการซ่อมแซม Touch ID…
tr: Touch ID onarımı hakkında daha fazla bilgi…
uk: Докладніше про ремонт модуля Touch ID…
vi: Tìm hiểu thêm về sửa chữa Touch ID…
zh_cn: 进一步了解触控ID维修…
zh_hk: 進一步了解Touch ID維修⋯
zh_tw: 進一步瞭解Touch ID維修⋯

# WIFI_DESC_IPAD
source: There’s an issue with your iPad’s ability to use Wi-Fi.
ar: هناك مشكلة في قدرة iPad على استخدام Wi-Fi.
bg: Има проблем с използването на Wi-Fi на вашия iPad.
ca: L’iPad té un problema que afecta l’ús de la Wi‑Fi.
cs: Na vašem iPadu se vyskytl problém s používáním Wi‑Fi.
da: Din iPad har problemer med at bruge Wi-Fi.
de: Dein iPad hat ein Problem bei der Nutzung von WLAN.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Wi-Fi από το iPad σας.
es: Hay un problema con la conectividad Wi‑Fi del iPad.
es_us: Ocurrió un problema con la capacidad de tu iPad para utilizar la red Wi-Fi.
fi: iPadin Wi‑Fi-yhteydessä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPad à utiliser le Wi-Fi.
fr_ca: Il existe un problème concernant la capacité de votre iPad à utiliser la connectivité Wi‑Fi.
he: התגלתה בעיה עם היכולת של ה-iPad שלך להשתמש ברשת אלחוטית.
hi: वाई-फ़ाई का इस्तेमाल करने की आपके iPad की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPad ne može koristiti Wi-Fi.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPadje képes-e használni a Wi‑Fi‑t.
id: Ada masalah pada kemampuan iPad Anda untuk menggunakan Wi-Fi.
it: Si è verificato un problema per cui iPad non è in grado di utilizzare il Wi‑Fi.
ja: このiPadのWi‑Fiの機能に問題があります。
kk: iPad құрылғыңыздың Wi-Fi функциясын пайдалану бойынша мәселе туындады.
ko: iPad로 Wi-Fi를 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPad“ galimybės naudotis „Wi-Fi“ ryšiu.
ms: Terdapat isu dengan keupayaan iPad anda untuk menggunakan Wi‑Fi.
nl: Er is een probleem met het vermogen van je iPad om wifi te gebruiken.
no: Det er et problem med å bruke Wi‑Fi på iPaden.
pl: iPad ma problem z modułem Wi‑Fi.
pt_br: Há um problema com o uso de Wi‑Fi no seu iPad.
pt_pt: Foi detetado um problema que impede o iPad de usar o Wi‑Fi.
ro: O problemă afectează capacitatea iPad‑ului de a utiliza conexiunea Wi‑Fi.
ru: Этот iPad не может использовать Wi‑Fi из‑за неполадки.
sk: Váš iPad má problém s používaním rozhrania Wi‑Fi.
sl: Prišlo je do težave, zato iPad trenutno ne more uporabljati omrežja Wi-Fi.
sv: Det har uppstått ett problem med att använda Wi‑Fi på denna iPad.
th: มีปัญหากับความสามารถในการใช้ Wi‑Fi ของ iPad ของคุณ
tr: iPad’inizin Wi-Fi’yi kullanabilmesi ile ilgili bir sorun var.
uk: На iPad виникла проблема з використанням Wi‑Fi.
vi: Có sự cố với khả năng sử dụng Wi-Fi trên iPad của bạn.
zh_cn: iPad无法使用Wi‑Fi。
zh_hk: 你的iPad無法使用Wi-Fi。
zh_tw: iPad無法使用Wi-Fi。

# FINISH_ENCLOSURE_DESC
source: A new enclosure was detected. Restart to configure your new enclosure for this iPhone.
ar: تم اكتشاف هيكل خارجي جديد. يرجى إعادة التشغيل لتكوين الهيكل الخارجي الجديد لهذا الـ iPhone.
bg: Открит е нов корпус. Рестартирайте, за да се конфигурира новият корпус за този iPhone.
ca: S’ha detectat una carcassa nova. Per configurar‑la, cal que reiniciïs l’iPhone.
cs: Byl nalezen nový plášť. Chcete‑li ho nakonfigurovat, restartujte iPhone.
da: Et nyt ydre kabinet blev fundet. Genstart for at konfigurere det nye ydre kabinet til denne iPhone.
de: Ein neues Gehäuse wurde erkannt. Starte das iPhone neu, damit das neue Gehäuse konfiguriert werden kann.
el: Εντοπίστηκε ένα νέο περίβλημα. Κάντε επανεκκίνηση για να διαμορφώσετε το νέο περίβλημα για αυτό το iPhone.
es: Se ha detectado una nueva carcasa. Para configurarla, debes reiniciar el iPhone.
es_us: Se detectó una nueva carcasa. Para configurarla, reinicia el iPhone.
fi: Uusi kotelo havaittiin. Käynnistä uudelleen, jotta voit määrittää uuden kotelon tälle iPhonelle.
fr: Un nouveau boîtier a été détecté. Redémarrez pour configurer votre nouveau boîtier pour cet iPhone.
fr_ca: Un nouveau boîtier a été détecté. Pour le configurer, redémarrez cet iPhone.
he: זוהתה מעטפת חדשה. יש לבצע הפעלה מחדש כדי להגדיר את המעטפת החדשה ב-iPhone זה.
hi: नए फ़्रेम का पता लगाया गया। इस iPhone के लिए अपना नया फ़्रेम कॉन्फ़िगर करने के लिए रीस्टार्ट करें।
hr: Detektirano je novo kućište. Ponovno uključite kako biste konfigurirali novo kućište za ovaj iPhone.
hu: Új burkolat észlelhető. Indítsa újra az eszközt, hogy konfigurálni lehessen az új burkolatot ehhez az iPhone‑hoz.
id: Penutup baru terdeteksi. Mulai ulang untuk mengonfigurasi penutup baru Anda untuk iPhone ini.
it: È stata rilevata una nuova scocca. Riavvia per configurarla per iPhone.
ja: 新しい筐体が検出されました。このiPhone用の新しい筐体を構成するには再起動してください。
kk: Жаңа корпус анықталды. Осы iPhone құрылғысы үшін жаңа корпусты теңшеу үшін құрылғыны қайта іске қосыңыз.
ko: 새로운 인클로저가 감지되었습니다. 새로운 인클로저를 이 iPhone용으로 구성하기 위해 재시동이 필요합니다.
lt: Aptiktas naujas korpusas. Paleiskite iš naujo ir sukonfigūruokite naują šio „iPhone“ korpusą.
ms: Bekas baharu telah dikesan. Mula semula untuk mengkonfigurasikan bekas baharu anda bagi iPhone ini.
nl: Er is een nieuwe behuizing gedetecteerd. Start opnieuw op om de nieuwe behuizing voor deze iPhone te configureren.
no: Det er registrert et nytt kabinett. Start enheten på nytt for å tilpasse det nye kabinettet for denne iPhonen.
pl: Wykryta została nowa obudowa. Uruchom ponownie, aby skonfigurować ją dla tego iPhone’a.
pt_br: Uma nova estrutura foi detectada. Para configurá‑la, reinicie o iPhone.
pt_pt: Foi detetada uma cobertura nova. Reinicie para configurá‑la para este iPhone.
ro: A fost detectată o carcasă nouă. Reporniți pentru a o configura pentru acest iPhone.
ru: Обнаружен новый корпус. Чтобы настроить его для работы с этим iPhone, перезагрузите устройство.
sk: Bol detegovaný nový kryt. Ak ho chcete nakonfigurovať, reštartujte iPhone.
sl: Zaznano je bilo novo ohišje. Za konfiguracijo novega ohišja za ta iPhone izvedite ponovni zagon.
sv: Ett nytt hölje upptäcktes. Starta om för att konfigurera det nya höljet för denna iPhone.
th: ตรวจพบตัวเครื่องภายนอกใหม่ เริ่มการทำงานเครื่องใหม่เพื่อกำหนดค่าตัวเครื่องภายนอกใหม่ของคุณสำหรับ iPhone เครื่องนี้
tr: Yeni bir kasa algılandı. Bu iPhone için yeni kasanızı ayarlamak üzere yeniden başlatın.
uk: Виявлено нову рамку. Перезапустіть, щоб сконфігурувати нову рамку для цього iPhone.
vi: Đã phát hiện một vỏ máy mới. Hãy khởi động lại để định cấu hình vỏ máy mới cho iPhone này.
zh_cn: 检测到新机身。重新启动配置此iPhone的新机身。
zh_hk: 偵測到新的機身。重新啟動即可為此iPhone設定新的機身。
zh_tw: 偵測到新的機身。請重新啟動來設定此iPhone的新機身。

# WIFI_DESC
source: There’s an issue with your iPhone’s ability to use Wi-Fi.
ar: هناك مشكلة في قدرة iPhone على استخدام Wi-Fi.
bg: Има проблем с използването на Wi-Fi на вашия iPhone.
ca: L’iPhone té un problema que afecta l’ús de la Wi‑Fi.
cs: Na vašem iPhonu se vyskytl problém s používáním Wi‑Fi.
da: Din iPhone har problemer med at bruge Wi-Fi.
de: Dein iPhone hat ein Problem bei der Nutzung von WLAN.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Wi-Fi από το iPhone σας.
es: Hay un problema con la conectividad Wi‑Fi del iPhone.
es_us: Hay un problema con la capacidad de tu iPhone para utilizar la red Wi-Fi.
fi: iPhonen Wi‑Fi-yhteydessä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPhone à utiliser le Wi-Fi.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à utiliser la connectivité Wi‑Fi.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך להשתמש ברשת אלחוטית.
hi: वाई-फ़ाई का इस्तेमाल करने की आपके iPhone की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može koristiti Wi-Fi.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e használni a Wi-Fi-t.
id: Ada masalah pada kemampuan iPhone Anda untuk menggunakan Wi-Fi.
it: Si è verificato un problema per cui iPhone non è in grado di utilizzare il Wi‑Fi.
ja: このiPhoneのWi-Fiの機能に問題があります。
kk: iPhone құрылғыңыздың Wi-Fi функциясын пайдалану бойынша мәселе туындады.
ko: iPhone으로 Wi-Fi를 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis „Wi-Fi“ ryšiu.
ms: Terdapat isu dengan keupayaan iPhone anda untuk menggunakan Wi‑Fi.
nl: Er is een probleem met het vermogen van je iPhone om wifi te gebruiken.
no: Det er et problem med å bruke Wi‑Fi på iPhonen.
pl: iPhone ma problem z modułem Wi‑Fi.
pt_br: Há um problema no seu iPhone com o uso de Wi-Fi.
pt_pt: Foi detetado um problema que impede o iPhone de usar o Wi‑Fi.
ro: O problemă afectează capacitatea iPhone‑ului de a utiliza conexiunea Wi‑Fi.
ru: Этот iPhone не может использовать Wi‑Fi из‑за неполадки.
sk: Váš iPhone má problém s používaním rozhrania Wi‑Fi.
sl: Prišlo je do težave, zato iPhone trenutno ne more uporabljati omrežja Wi-Fi.
sv: Det har uppstått ett problem med att använda Wi-Fi på denna iPhone.
th: มีปัญหากับความสามารถในการใช้ Wi‑Fi ของ iPhone ของคุณ
tr: iPhone’unuzun Wi-Fi’yi kullanabilmesi ile ilgili bir sorun var.
uk: На iPhone виникла проблема з використанням Wi‑Fi.
vi: Có sự cố với khả năng sử dụng Wi-Fi trên iPhone của bạn.
zh_cn: iPhone无法使用Wi‑Fi。
zh_hk: 你的iPhone無法使用Wi-Fi。
zh_tw: iPhone無法使用Wi-Fi。

# NONGENUINE_CAMERA_DESC
source: Unable to determine if your iPhone camera is a genuine Apple part. This could be because the part is non-genuine or not functioning as expected.
ar: غير قادر على تحديد ما إذا كانت كاميرا iPhone لديك قطعة أصلية من Apple أم لا. ربما يرجع ذلك إلى أن القطعة غير أصلية أو أنها لا تعمل كما هو متوقع.
bg: Не може да се определи дали камерата на вашия iPhone е оригинална част на Apple. Това може да бъде, защото частта не е оригинална или не функционира както трябва.
ca: No s’ha pogut determinar si la càmera de l’iPhone és un component original d’Apple. És possible que no ho sigui o que no funcioni correctament.
cs: Nepodařilo se zjistit, jestli je ve vašem iPhonu nainstalovaný originální fotoaparát od společnosti Apple. Tato situace může nastat v případě, že fotoaparát není originální nebo nefunguje, jak by měl.
da: Kan ikke bestemme, om kameraet i din iPhone er en ægte Apple-reservedel. Dette kan skyldes, at reservedelen er uægte eller ikke fungerer som forventet.
de: Es konnte nicht festgestellt werden, ob deine iPhone-Kamera ein Originalbauteil von Apple ist. Dies könnte daran liegen, dass sie kein Originalbauteil ist oder nicht wie erwartet funktioniert.
el: Δεν είναι δυνατό να προσδιοριστεί αν η κάμερα του iPhone σας αποτελεί γνήσιο εξάρτημα Apple. Αυτό μπορεί να οφείλεται στο γεγονός ότι το εξάρτημα δεν είναι γνήσιο ή δεν λειτουργεί όπως αναμένεται.
es: No se puede determinar si la cámara del iPhone es una pieza original de Apple. Puede que realmente no lo sea o bien que no funcione correctamente.
es_us: No se pudo determinar si la cámara de tu iPhone es una pieza original de Apple, lo cual podría deberse a que la pieza no es original o no funciona como debería.
fi: Ei voida määrittää, onko iPhonesi kamera aito Apple-osa. Tämä voi johtua siitä, että se ei ole aito tai että se ei toimi odotetusti.
fr: Impossible de vérifier l’authenticité de la caméra de votre iPhone. Il se peut que cette pièce ne soit pas authentique ou qu’elle ne fonctionne pas aussi bien que prévu.
fr_ca: Impossible de déterminer si la caméra de votre iPhone est une pièce Apple authentique. Peut-être qu’elle n’en est pas une ou qu’elle ne fonctionne pas comme prévu.
he: לא ניתן לקבוע אם מצלמת ה-iPhone שלך היא רכיב מקורי של Apple. ייתכן שהרכיב אינו מקורי או שאינו מתפקד כצפוי.
hi: आपके iPhone का कैमरा Apple का असली पार्ट है या नहीं इसका निर्धारण करने में असमर्थ। ऐसा इसलिए है क्योंकि हो सकता है कि यह पुरज़ा नक़ली हो या उम्मीद के मुताबिक़ काम न कर रहा हो।
hr: Ne može se utvrditi je li kamera vašeg iPhonea originalni Apple proizvod. Do toga je možda došlo jer proizvod nije originalan ili ne radi kako je očekivano.
hu: Nem lehet megállapítani, hogy az iPhone-jának kamerája eredeti Apple-alkatrész-e vagy sem. Ennek az lehet az oka, hogy az alkatrész nem eredeti, vagy nem az elvártnak megfelelően működik.
id: Tidak dapat menentukan apakah kamera iPhone Anda merupakan komponen asli Apple. Ini mungkin karena komponen tersebut tidak asli, atau tidak berfungsi sebagaimana mestinya.
it: Non è possibile determinare se la fotocamera di iPhone è una parte originale Apple. La causa potrebbe essere che la parte non è originale o che non funziona come previsto.
ja: このiPhoneのカメラがApple純正部品なのか判定できません。問題の原因として、部品が純正品でない、または予想した通りに機能していないなどが考えられます。
kk: iPhone камераңыз түпнұсқа Apple бөлшегі екенін анықтау мүмкін емес. Бұл бөлшек түпнұсқа болмауы немесе дұрыс жұмыс істемеуі мүмкін.
ko: 사용자의 iPhone 카메라가 Apple 정품 부품인지 확인할 수 없습니다. 해당 부품이 정품이 아니거나, 예상대로 동작하지 않기 때문일 수 있습니다.
lt: Nepavyko nustatyti, ar jūsų „iPhone“ kamera yra originali „Apple“ dalis. Taip galėjo nutikti dėl to, kad ši dalis nėra originali arba neveikia kaip numatyta.
ms: Gagal menentukan sama ada kamera iPhone anda ialah komponen Apple asli. Ini mungkin disebabkan komponen tersebut tidak asli atau tidak berfungsi seperti yang dijangka.
nl: Er kan niet worden vast­gesteld of je iPhone-camera een origineel Apple onderdeel is. Een mogelijke oorzaak hiervoor is dat je onderdeel niet origineel is of niet naar behoren werkt.
no: Kan ikke avgjøre om iPhone-kameraet er en originaldel fra Apple. Dette kan være fordi delen er uoriginal eller fordi den ikke fungerer som ventet.
pl: Nie można określić, czy iPhone ma oryginalny aparat Apple. Być może aparat nie jest oryginalny lub nie działa zgodnie z oczekiwaniami.
pt_br: Não é possível determinar se a câmera do seu iPhone é uma peça genuína da Apple. Isso pode ocorrer porque a peça não é genuína ou não funciona como esperado.
pt_pt: Não é possível determinar se a câmara deste iPhone é uma peça Apple genuína. A peça poderá não ser genuína ou não estar a funcionar corretamente.
ro: Nu se poate determina dacă modului camerei acestui iPhone este o componentă Apple originală. Acest lucru s‑ar putea întâmpla deoarece componenta nu este originală sau nu funcționează conform așteptărilor.
ru: Не удается определить, является ли камера этого iPhone подлинной деталью Apple. Возможно, эта деталь не является подлинной или функционирует неправильно.
sk: Nie je možné zistiť, či je kamera vo vašom iPhone originálny diel od spoločnosti Apple. Môže to znamenať, že kamera nie je originálna alebo nefunguje správne.
sl: Ni mogoče določiti, ali je iPhonova kamera originalen rezervni del Apple. Do tega je morda prišlo, ker del ni originalen ali ne deluje po pričakovanjih.
sv: Det gick inte att avgöra om iPhone-kameran är en äkta Apple-komponent. Det kan bero på att komponenten inte är äkta eller att den inte fungerar som förväntat.
th: ไม่สามารถตรวจสอบได้ว่ากล้องของ iPhone ของคุณเป็นชิ้นส่วนของแท้จาก Apple หรือไม่ อาจเป็นไปได้ว่าเป็นชิ้นส่วนที่ไม่ใช่ของแท้ หรือมีการทำงานที่ไม่ถูกต้องตามที่คาด
tr: iPhone’unuzun kamerasının orijinal bir Apple parçası olup olmadığı belirlenemedi. Bunun nedeni parçanın orijinal olmaması veya beklendiği gibi çalışmaması olabilir.
uk: Не вдається підтвердити, що в iPhone установлено оригінальну камеру Apple. Це може статися, якщо камера неоригінальна або несправна.
vi: Không thể xác định xem camera iPhone của bạn có phải là linh kiện Apple chính hãng hay không. Việc này có thể do linh kiện không chính hãng hoặc không hoạt động như dự kiến.
zh_cn: 无法确定iPhone相机是否为正品Apple部件。这可能是因为该部件并非正品或未正常运作。
zh_hk: 無法確定你iPhone的相機是否為Apple原廠零件。這可能是因為零件非原廠或未能正常運作。
zh_tw: 無法確認你的iPhone相機是否為Apple原廠零件。這可能是因為零件非原廠或未正常運作。
